{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "colorful-menu.nvim": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-tmux-navigator": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
